Repository: krayushkin/koreader
Catalog: frontend/apps/cloudstorage/*.telegram.koreader.po
Languages: ru

source: Could not get data from server. Please check your connection and configuration.
ru: Невозможно получить данные от сервера. Пожалуйста, проверьте ваше интернет соединение и конфигурацию.

source: Downloaded
ru: Скачано

source: File too big
ru: Файл слишком большой

source: There are no new files. Send message with book (as file) to your bot and check for new files again.
ru: Новых файлов нет. Отправьте сообщение с книгой (как файл) вашему боту и проверьте наличие новых файлов снова.

source: Cleanup the list and check for new files...
ru: Очистить список и проверить наличие новых файлов...

source: Check for new files...
ru: Проверить наличие новых файлов...

source: Could not get file url for download or file too large
ru: Невозможно получить ссылку для скачивания с сервера или файл слишком большой

source: First ask @BotFather to create a bot in Telegram client application. Create and copy file named "token.txt" with provided token in root or home directory of your reader. Alternatively, enter or paste provided token in token field manually. Send message with book (as file) to your bot. Select book from list to download. The maximum file size to download is 20 MB. (Note, if you add your bot to group, consider to Allow Groups and disable Privacy mode)
ru: Попросите @BotFather создать вам бота в клиентском приложении Telegram. Создайте файл с именем "token.txt" в корневой папке вашего ридера и сохраните туда ваш токен. Либо вы можете ввести токен в поле для токена вручную. Отправьте сообщение с книгой (как файл) вашему боту. Нажмите на книгу, которую хотите скачать из списка. Максимальный размер для скачивания - 20MB. (Будьте внимательны, если вы хотите добавить вашего бота в группу вы должны разрешить Добавление в группы и выключить Приватный режим.)

source: Telegram bot
ru: Телеграм бот

source: Name (any, for menu entry only)
ru: Имя (любое, просто для записи меню)

source: Bot token (from @BotFather)
ru: Токен бота (полученный от @BotFather)

source: Username: @%1 First name: %2 Can join groups: %3 Can read all group messages: %4
ru: Имя пользователя (username) бота: @%1 Имя бота: %2 Можно добавлять в группы: %3 Может видеть все сообщения в группах: %4
